tests/ClearCookiesWebService/ClearCookiesSoap.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://cookiemgmt.intf.mobilgw.com/">
<soap:Body>
<tns:removeAllCookiesByUserId>
<userId>XTTTESTUSER</userId>
</tns:removeAllCookiesByUserId>
</soap:Body>
</soap:Envelope>
